module.exports = {

  GREETING:
`
Добро пожаловать !!! &#128515;
Я помогу тебе подготовиться к тестовой части по ЕГЭ &#9997;
Чтобы начать, нажми на кнопку &#11015; СТАРТ &#11015;
`,

  COMMANDS_LIST:
`
Список команд:

&#9989; СТАРТ &#9654; начать тестирование
&#9989; ОПРОС &#9654; ответить на пару вопросов
&#9989; КОМАНДЫ &#9654; показать список команд
`,

  GOODBYE: "Я буду ждать &#128557;",

  QUICK_SURVEY: "Всего несколько вопросов &#128591;",

  START_TESTING: "Давай начнем тестирование",

  ANSWERS_FOR_WRONG_COMMAND: [
    "Не понимаю :(",
    "Ты серьёзно ?",
    "М-м, да...",
    "Команда не распознана",
    "Ты думаешь, что я понимаю рандомный текст ?",
    "На такие сообщения приличные боты не отвечают",
    "Это загадка ?",
    "Эта функция ещё не доступна!"
  ],

  ADVICE: "Лучше отправь слово КОМАНДЫ или воспользуйся &#11015; кнопкой &#11015;"

}
