module.exports = {

  GREETING:
`
Добро пожаловать !&#8239;&#128515;
Я помогу тебе подготовиться к тестовой части по ЕГЭ&#8239;&#9997;
Чтобы посмотреть команды, отправь мне слово 'помощь'
Если ты готов, то жми на кнопку 'старт'
`,

  FAREWELL: "Я буду ждать &#128557;",

  COMMANDS_LIST:
`
Список команд:

&#9642; команда 'тест', чтобы пройти мини-тест
&#9642; команда 'опрос', чтобы рассказать о себе
&#9642; команда 'помощь', чтобы показать список команд
`,

  HELLO_LIST: [
    "Прив",
    "Привет",
    "Приветики.",
    "Здорово",
    "Здравки",
    "Здравствуйте",
    "Доброго времени суток",
    "Доброго здоровьечка )",
    "HI",
    "Hello",
    "Bonjour",
    "Алоха",
  ],

  GOODBYE_LIST: [
    "Пока пока",
    "До встречи",
    "Приходи еще"
  ],

  START_TESTING: "Давай начнем тестирование",

  ANSWERS_FOR_WRONG_COMMAND: [
    "Не понимаю :(",
    "Ты серьёзно ?",
    "М-м, да...",
    "Команда не распознана",
    "Ты думаешь, что я понимаю рандомный текст ?",
    "На такие сообщения приличные боты не отвечают",
    "Это загадка ?",
    "Эта функция ещё не доступна!"
  ],

  ADVICE: "Лучше нажми на кнопку или отправь слово 'помощь'"

}
